app/Models/IRK/CeritakitaModel.php

select count(*) as ttldataceritakita from "CeritaKita"
---
    public function showDataCeritakitaTotal($request)
    {

        try
        {
            $data = $this->connection
            ->table('CeritaKita')
            ->select(DB::raw('count(*) as ttldataceritakita'))
            ->get();